import React from 'react'
import styles from './privacyPage.styl'
const PrivacyPage = React.createClass({
  render () {
    return (
      <div className={styles.container}>
        <h1>Privacy</h1>
        <h2>นโนบายความเป็นส่วนตัวและความปลอดภัย</h2>
        <p>ข้อมูลส่วนบุคคลของท่าน จะอยู่ภายใต้นโยบายสิทธิส่วนบุคคลของบริษัท ปัญจลักษณ์พาสุข จำกัด ที่ตระหนักถึงความสำคัญของประเด็นการคุ้มครองข้อมูลส่วนบุคคลในเครือข่ายอินเตอร์เน็ต บริษัทเชื่อว่าเป็นสิ่งสำคัญต่อท่านที่จะทราบว่า บริษัทจัดการข้อมูลส่วนบุคคลที่ได้รับจากท่านอย่างไร
          โดยทั่วไปแล้ว ท่านสามารถเข้าเยี่ยมชมเว็บไซต์ของเรา ได้โดยมิต้องแจ้งให้เราทราบว่าท่านเป็นใคร รวมทั้งไม่ต้องเปิดเผยข้อมูลส่วนบุคคลต่างๆ ที่เกี่ยวกับท่าน  เว็บเซิร์ฟเวอร์ของบริษัทจะบันทึกข้อมูลต่างๆ ที่ได้รับการรวบรวมไว้จะนำมาใช้สำหรับการนับจำนวน ผู้เข้าเยี่ยมชม ระยะเวลาโดยเฉลี่ยของการเข้าชม เว็บไซต์ของบริษัท หรือการเข้าชมแต่ละเว็บเพจ เป็นต้น เพื่อนำมาใช้ในการปรับปรุงเนื้อหาเว็บไซต์ของบริษัท ต่อไป
        </p>
        <p>
          อย่างไรก็ดี หากบริษัทมีความประสงค์ที่จะจัดเก็บข้อมูลของท่าน เช่น ชื่อ และที่อยู่ บริษัทจะพยายาม แจ้งให้ท่านทราบว่าเมื่อใดที่จะทำการจัดเก็บ และจะแจ้งวัตถุประสงค์ของการจัดเก็บข้อมูล ส่วนบุคคลของท่าน ซึ่งข้อมูลที่เราจัดเก็บจะถูกใช้โดยบริษัทเท่านั้น เพื่อใช้ในการสื่อสาร หรือตอบคำถามของท่าน ดำเนินการเกี่ยวกับคำขอของท่าน หรืออนุญาตให้ท่านเข้าถึงข้อมูลที่มีลักษณะพิเศษได้ในบางโอกาส หรือการบริการที่บริษัทพิจารณาว่าน่าจะเป็นที่สนใจต่อท่าน
          ในกรณีเหล่านี้อาจมีการนำมาใช้เพื่อนำเสนอข้อมูลที่ได้รับการออกแบบให้ตรงกับความต้องการของท่าน โดยเทคโนโลยีที่เรียกว่า “คุกกี้ (Cookie)” ซึ่งเป็นองค์ประกอบย่อยของข้อมูลที่เว็บไซต์ จะส่งไปยังบราวเซอร์ของท่าน หลังจากนั้นคุกกี้จะถูกนำไปเก็บไว้ใน ฮาร์ดดิสก์ในคอมพิวเตอร์ของท่าน ซึ่งจะทำให้บริษัททราบได้เมื่อท่านกลับมาเยี่ยมชมเว็บไซต์ของบริษัทในครั้งต่อไป โดยคุกกี้จะทำให้บริษัท สามารถจัดการเกี่ยวกับความสนใจของท่านได้อย่างเหมาะสม เพื่อจะทำให้ท่านมีความสะดวก ที่จะกลับมา เยี่ยมชมเว็บไซต์ของบริษัทได้มากขึ้น
        </p>
        <p>
          อย่างไรก็ตาม ท่านสามารถที่จะกำหนดบราวเซอร์ของท่านให้แจ้งต่อท่าน เมื่อท่านได้รับคุกกี้ได้ การใช้งานคุกกี้จะไม่เกี่ยวโยงกับข้อมูลส่วนบุคคลของท่านขณะที่ท่านกำลังใช้งานในเว็บไซต์ของบริษัท ในบางโอกาสบริษัทอาจทำการสำรวจทางออนไลน์ เพื่อความเข้าใจที่ดีขึ้นต่อความต้องการ และข้อมูลของ ผู้เข้าเยี่ยมชมเว็บไซต์ของบริษัท เมื่อบริษัทจะดำเนินการสำรวจดังกล่าว บริษัทจะพยายามแจ้งให้ท่านทราบว่า บริษัทจะนำข้อมูลของท่าน ที่ได้การจัดเก็บทางอินเตอร์เน็ตไปใช้ดำเนินการอย่างไร การเข้าร่วมการสำรวจเหล่านั้นจะเกิดจากความสมัครใจของท่าน
        </p>
        <p>
          เมื่อท่านออกจากเว็บไชต์นี้แล้ว ขอให้ท่านโปรดระมัดระวัง และโปรดอ่านนโยบายคุ้มครองข้อมูล ส่วนบุคคลของแต่ละเว็บไซต์ ที่มีการเก็บข้อมูลส่วนบุคคล ที่ท่านต้องการเข้าไปเยี่ยมชมด้วย นโยบายคุ้มครอง ข้อมูลส่วนบุคคลที่ได้กล่าวมาแล้วข้างต้น จะใช้บังคับเฉพาะข้อมูล ที่ได้มีการจัดโดยเว็บไชต์นี้เท่านั้น
          หากท่านคิดว่าบริษัทไม่ได้ปฏิบัติตามนโยบายคุ้มครองข้อมูลส่วนบุคคลข้างต้น ท่านสามารถดำเนินการติดต่อเจ้าหน้าที่ของบริษัท ได้ที่ อีเมล webmaster@panjaluck.com
        </p>
      </div>
    )
  }
})

export default PrivacyPage
