export default [
  {
    title: 'คำถามเกี่ยวกับการแสดง KAAN',
    content: [
      { title: 'KAAN presented by SINGHA CORPORATION คือการแสดงอะไร?',
      content: 'KAAN presented by SINGHA CORPORATION (คาน พรีเซนเต็ด บาย สิงห์คอร์เปอเรชั่น) คือ การแสดงสดที่ผสานเทคนิคระดับโลกเข้ากับภาพยนตร์ และการแสดงบนเวทีหลากหลายรูปแบบ ซึ่งเรื่องราวในโชว์ KAAN ได้รับแรงบันดาลใจจากสุดยอดวรรณคดีไทยกว่า 5 เรื่อง โดยนำมาร้อยเรียงกันจนเกิดเป็นเรื่องราวใหม่ที่ถ่ายทอดผ่านเทคนิคพิเศษต่างๆ มากมาย อาทิ เทคนิคการฉายภาพด้วยโปรเจคเตอร์ความละเอียดสูง (High Definition Projection Mapping), หุ่นยนต์ยักษ์ (State of the Art Animatronics), เทคนิคการกำเนิดสายฟ้าจำลอง (Tesla Artificial Lightning Storm) เป็นต้น นอกจากนี้ยังผสานกับศิลปะการออกแบบในสาขาต่างๆ ตั้งแต่ อนิเมชั่น (Animation), การออกแบบเครื่องแต่งกาย (Costume Design), อุปกรณ์ประกอบฉาก (Props), หุ่นเชิดขนาดใหญ่ (Gigantic Creature), ไปจนถึงการแต่งหน้าเพื่อการแสดงบนเวที (Make Up Artist for Art Performance) ตลอดจนศาสตร์การแสดงความสามารถต่างๆ ตั้งแต่ นาฏศิลป์ (Performing Arts), กายกรรม (Acrobatics), ยิมนาสติก (Gymnastics), บัลเลต์ (Ballet), การเต้นรำร่วมสมัย (Contemporary Dance), การเต้นแนวสตรีท (Street Dance Performance), กระทั่ง ศิลปะการต่อสู้ (Martial Arts & Stunt) เป็นต้น การแสดงนี้ถือเป็นนวัตกรรมบันเทิงมาตรฐานสากลที่เกิดขึ้นครั้งแรกในเมืองไทย ทั้งยังสร้างสรรค์ด้วยฝีมือคนไทยแทบทั้งสิ้น'},
      { title: 'รายละเอียดเรื่องวัน และเวลาแสดงเป็นอย่างไร?', content: 'KAAN presented by SINGHA CORPORATION เปิดการแสดงที่สิงห์ดีลักษณ์ซีเนมาติกเธียเตอร์ พัทยา จ.ชลบุรี โดยมีรอบการแสดง ดังนี้ อังคาร-พฤหัสบดี รอบคํ่า 20.30 น. ศุกร์-อาทิตย์ รอบเย็น 17.00 น. รอบคํ่า 20.30 น.  และหยุดการแสดงทุกวันจันทร์สามารถตรวจสอบรายละเอียดเพิ่มเติมได้ที่นี่(Hyperlink)  หรือสอบถามได้ที่ โทร. xxxxxxxxx' },
      { title: 'การแสดงมีความยาวกี่นาที?', content: 'การแสดงใช้เวลาประมาณ 90 นาที โดยไม่มีช่วงเวลาพักครึ่ง' },
      { title: 'การแสดงใช้ภาษาอะไรในการสื่อสาร?', content: 'การแสดงนี้ไม่มีบทพูด แต่จะสื่อสารผ่านภาพยนตร์ที่ฉายอยู่บนจอขนาดยักษ์ผสมผสานกับการแสดงในด้านต่างๆ ไม่ว่าจะเป็น การเต้น กายกรรม การต่อสู้  และจะมีการใช้เทคนิคพิเศษต่างๆ ในการเล่าเรื่อง จึงทำให้ไม่มีข้อจำกัดทางภาษาในการรับชมอย่างแน่นอน' },
      { title: 'มีการจำกัดอายุผู้ชม หรือเปล่า  และเด็กเล็กจำเป็นต้องซื้อบัตรชมการแสดง หรือไม่?', content: 'สำหรับเด็กที่อายุต่ำกว่า 5 ปี ไม่แนะนำให้ชมการแสดงนี้  และเด็กที่อายุ 5-12 ปี  หรือมีส่วนสูงไม่เกิน 140 ซม. ต้องอยู่ภายใต้การดูแลตลอดจนการให้คำแนะนำของผู้ปกครอง รวมถึงต้องซื้อบัตรชมการแสดงสำหรับเด็กด้วย โดยสามารถตรวจสอบรายละเอียดเรื่องบัตรชมการแสดงได้ <a href="/ticket/type/" target="_blank" style="text-decoration: underline;">ที่นี่</a>  หรือสอบถามได้ที่ โทร. xxxxxxxxx' },
      { title: 'สามารถรับบัตรชมการแสดงได้ที่ใด  และควรเข้าโรงละครตอนไหน?', content: 'กรณีที่ท่านสำรองที่นั่งมาล่วงหน้าแล้ว สามารถมารับบัตรชมการแสดงได้ที่ห้องรับ และจำหน่ายบัตร (Ticket Booth)  หรือตู้รับ และจำหน่ายบัตรอัตโนมัติ (Ticket Kiosk) ตั้งแต่เวลา 11.00-22.30 น. (เว้นวันจันทร์) ทั้งนี้แนะนำให้ท่านมารับบัตรล่วงหน้าก่อนเริ่มการแสดงอย่างน้อย 1 ชั่วโมง  และเพื่อความสะดวกสบายตลอดจนหลีกเลี่ยงการต่อแถวที่ยาวเหยียดท่านควรเข้าสู่โรงละครก่อนเริ่มการแสดง 15-20 นาที (ตามรอบเวลาที่ระบุไว้บนบัตรชมการแสดงของท่าน)' },
      { title: 'ถ้ามาชมการแสดงสายจะสามารถเข้าไปในโรงละครได้ หรือไม่?', content: 'ในแต่ละรอบการแสดงจะเริ่มตรงเวลา กรณีที่ท่านมาถึงโรงละครหลังจากที่การแสดงเริ่มไปแล้ว 10 นาที เจ้าหน้าที่จะทำการปิดประตู และไม่อนุญาตให้เข้าไปภายในโรงละคร ท่านจะต้องรอจนกว่าจะมีการเปลี่ยนฉากการแสดงเท่านั้น จึงจะสามารถเข้าไปในโรงละครได้ ทั้งนี้เพื่อไม่ให้เป็นการรบกวนการแสดงบนเวที และรบกวนการรับชมของผู้อื่นด้วย' },
      { title: 'สามารถถ่ายภาพ หรือบันทึกภาพเคลื่อนไหวขณะมีการแสดงได้ หรือไม่?', content: 'เราไม่อนุญาตให้ถ่ายภาพ  หรือ บันทึกภาพเคลื่อนไหว (วิดีโอ) ใดๆ ขณะรับชมการแสดง เนื่องจากการใช้แฟลช หรือแสงที่เกิดจากกล้องถ่ายรูป, กล้องวิดีโอ ตลอดจนการบันทึกภาพด้วยวิธีต่างๆ จะเป็นการรบกวนการแสดงได้' },
      { title: 'สามารถใช้โทรศัพท์มือถือระหว่างรับชมการแสดงได้ หรือไม่?', content: 'แนะนำให้ปิดโทรศัพท์มือถือ และอุปกรณ์สื่อสารทุกชนิดขณะรับชมการแสดง เนื่องจากสัญญาณของอุปกรณ์เหล่านี้อาจจะรบกวนเครื่องมือตลอดจนอุปกรณ์อิเล็กโทรนิกส์ต่างๆ ที่ใช้ร่วมกับการแสดงได้ ตลอดจนเป็นการรบกวนการรับชมของผู้อื่นด้วย' }
    ]
  },
  {
    title: 'คำถามเกี่ยวกับ สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ (SINGHA D’LUCK Cinematic Theatre)',
    content: [
      { title: 'สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ ตั้งอยู่ที่ไหน?', content: 'สิงห์ดีลักษณ์ซีเนมาติกเธียเตอร์ตั้งอยู่บน ถ.เทพประสิทธิ์ ต.หนองปรือ อ.บางละมุง จ.ชลบุรี คลิกดู <a href="https://d-luck.firebaseapp.com/" target="_blank" style="text-decoration: underline;">แผนที่</a>' },
      { title: 'สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ สามารถจุผู้ชมได้เท่าไร?', content: 'สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ สามารถจุผู้ชมได้สูงสุด 1,398 ที่นั่ง โดยเป็นที่นั่งปกติ 1,384 ที่นั่ง  และที่นั่งพิเศษซึ่งเป็นพื้นที่สำหรับรถเข็น 14 ที่' },
      { title: 'เวลาเปิดให้บริการของ สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ คือเวลาใด?',
      content: `สิงห์ดีลักษณ์ ซีเนมาติกเธียเตอร์เปิดให้บริการทุกวันอังคาร – วันอาทิตย์  และหยุดทุกวันจันทร์
      โดยแต่ละโซนจะเปิดทำการดังนี้
      <ul>
      <span style='margin-left: -20px;'>D'LUCK Playground เปิดบริการ 11.00 – 22.30 น.</span>
      <li>Greyhound Café เปิดบริการ 11.00 – 22.30 น.</li>
      <li>ร้านจำหน่ายของที่ระลึก (Souvenir Shop) เปิดบริการ 11.00 – 22.30 น.</li>
      <li>ห้องรับ และจำหน่ายบัตร (Ticket Booth) เปิดบริการ 11.00 – 22.30 น.</li>
      <span style='margin-left: -20px;'>D’LUCK Theatre เปิดบริการ 11.00 – 22.30 น.</span>
      </ul>
      `},
      { title: 'ควรแต่งกายอย่างไร หรือมีข้อจำกัดด้านการแต่งกายสำหรับเข้าชมการแสดง หรือไม่?', content: 'สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ ขอความร่วมมือให้ผู้ชมทุกท่านแต่งกายสุภาพ สะอาด หลีกเลี่ยงการสวมเสื้อกล้าม กางเกงขาสั้น  และรองเท้าแตะ ไม่อนุญาตให้ถอดเสื้อ หรือเปลือยท่อนบน งดการสวมชุดว่ายน้ำ ตลอดจนชุดโป๊เปลือยอนาจารเข้าชมการแสดง' },
      { title: 'สิ่งของที่ไม่อนุญาตให้นำเข้าไปในโรงละครมีอะไรบ้าง?', content: 'สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ไม่อนุญาตให้นำสัตว์เลี้ยง, อาหาร และเครื่องดื่มจากร้านค้าภายนอก, ยาเสพติด, อาวุธ และของมีคม, เลเซอร์พอยท์เตอร์ (Laser Pointers), โรลเลอร์เบลด และสเก็ตบอร์ด, ดอกไม้ไฟ และวัตถุไวไฟต่างๆ, ตลอดจนอุปกรณ์ใดๆ ที่อาจเป็นอันตราย และรบกวนนักแสดงบนเวที' },
      { title: 'สามารถนำสัตว์เลี้ยงเข้าไปในโรงละครได้ หรือไม่?', content: 'สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ไม่อนุญาตให้นำสัตว์เลี้ยงเข้าไปภายในโรงละคร' },
      { title: 'ภายในโรงละครมีมุมจำหน่ายอาหาร และเครื่องดื่ม หรือไม่  และสามารถนำอาหาร หรือเครื่องดื่มจากภายนอกเข้าไปในโรงละครได้ หรือไม่?', content: 'ภายในโรงละครจะมี Greyhound Snack Bar อยู่บริเวณ Lobby ภายในโรงละคร อยู่ 2 จุด คือที่บริเวณชั้น 1  และ ชั้น 2 จัดจำหน่ายทั้งอาหารว่างขนม และเครื่องดื่มหลากหลายชนิด สำหรับอาหาร และเครื่องดื่มจากภายนอกเราจะไม่อนุญาตให้นำเข้ามาภายในโรงละคร' },
      { title: 'มีร้านขายของที่ระลึก หรือไม่?', content: 'มีร้านขายของที่ระลึกบริการ 2 จุด คือ 1.บริเวณห้องรับ และจำหน่ายบัตร (Ticket Booth) ด้านนอกโรงละคร  และ 2.บริเวณโถงต้อนรับด้านในโรงละคร ซึ่งทั้ง 2 จุด จะเปิดทำการตั้งแต่เวลา 11.00-22.30 น. (หยุดวันจันทร์)' },
      { title: 'มีที่จอดรถบริการฟรีสำหรับผู้ที่มาชมการแสดง หรือไม่?',
      content: `
      <ul>
        <li>มีลานจอดรถบริเวณด้านข้างไว้บริการดังนี้ ที่จอดรถสำหรับแขก VIP 20 คัน  และที่จอดรถปกติที่รองรับได้กว่า 200 คัน โดยตลอดเวลาที่เปิดทำการแสดงเราได้จัดรถรับส่งเพื่ออำนวยความสะดวกระหว่างลานจอดรถกับโรงละครด้วย</li>
        <li>กรณีมีบัตรชมการแสดงสามารถนำไปแสดงต่อเจ้าหน้าที่เพื่อประทับตราบัตรจอดรถได้ที่ห้องจำหน่ายบัตร ณ สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์  และรับสิทธิ์จอดรถฟรีได้ 4 ชั่วโมง (หมายเหตุ : วันที่ที่ปรากฏบนบัตรชมการแสดงจะต้องตรงกับวันที่ที่ประทับตราบัตรจอดรถเท่านั้น)</li>
      </ul>`
     }
    ]
  },
  {
    title: 'คำถามเกี่ยวกับการสำรองที่นั่ง / ส่วนลดต่างๆ /  และวิธีการซื้อ และบัตร',
    content: [
      {
        title: 'ที่นั่งตำแหน่งไหนดีที่สุดสำหรับรับชมการแสดง?',
        content: `ที่นั่งทุกโซนมีความเหมาะสมในการรับชมที่แตกต่างกัน การเลือกที่นั่งที่ดีที่สุดนั้นขึ้นอยู่กับความพึงพอใจของผู้ชมแต่ล่ะท่าน
        โดย สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ แบ่งที่นั่งชมการแสดงออกเป็นโซนต่างๆ 4 โซนดังนี้
        <ul>
        <li>Star Zone (สตาร์โซน) : โซนที่นั่งพิเศษ (VIP) อยู่ในตำแหน่งที่รับชมการแสดงได้ดีที่สุด มีจำนวนเพียง 120 ที่นั่งเท่านั้น เบาะที่นั่งมีความกว้างถึง 56 ซม. ทำให้ผู้ชมรู้สึกสบายตลอดการรับชมการแสดง โดยที่นั่งในโซนพิเศษนี้จะอยู่ตรงกลางโรงละครพอดี ทำให้ผู้ชมได้รับอรรถรสในการแสดงอย่างครบครัน เพราะสามารถเห็นการแสดงได้อย่างรอบด้าน ทั้งการแสดงในที่สูง ทั้งการปล่อยตัวนักแสดงจากจุดต่างๆ รอบโรงละคร รวมทั้งยังเป็นที่นั่งที่มีมุมมองดีที่สุดในการรับชมภาพที่ฉายบนจอขนาดใหญ่  และรับฟังเสียงที่ได้รับการออกแบบมาเป็นพิเศษสำหรับโชว์นี้ ได้อย่างมีประสิทธิภาพสมบูรณ์แบบที่สุดอีกด้วย</li>
        <li>Cloud Zone (คลาวด์โซน) : โซนนี้เป็นจุดชมการแสดงที่ดีใกล้เคียงที่นั่งแบบ Star Zone โดยโซนที่นั่งนี้จะอยู่บริเวณกลางโรงละครรายล้อม Star Zone มีจำนวนที่นั่ง 413 ที่นั่ง ขนาดเบาะมีความกว้าง 53 ซม. สะดวกสบายไม่แพ้กับที่นั่งในชั้น Star Zone จุดนี้สามารถเห็นการแสดงได้รอบด้านในระยะที่พอเหมาะ รับชมการแสดงได้อย่างเต็มอรรถรส ทั้งยังเป็นจุดที่รับฟังระบบเสียงได้อย่างสมบูรณ์แบบด้วยเช่นกัน</li>
        <li>Ocean Zone (โอเชี่ยนโซน) : โซนนี้มีราคาบัตรเท่ากับ Cloud Zone เป็นจุดชมการแสดงที่อยู่ใกล้กับเวทีมากที่สุด มีจำนวนที่นั่ง 243 ที่นั่ง ขนาดเบาะมีความกว้าง 53 ซม.โซนนี้เหมาะสำหรับผู้ที่อยากชมการแสดงอย่างใกล้ชิดราวกับได้หลุดเข้าไปสัมผัสในโลกของการแสดงด้วยตัวเอง จุดนี้จะเห็นการแสดงของนักแสดงได้อย่างชัดเจน เห็นรายละเอียดการออกแบบได้อย่างเต็มตา สัมผัสการแสดงได้อย่างเต็มอรรถรส</li>
        <li>Sky Zone (สกายโซน) : โซนที่นั่งราคาคุ้มค่านี้อยู่ในจุดรับชมการแสดงถัดออกมาจากชั้น Cloud Zone แต่ก็ยังสามารถรับชมการแสดงบนเวทีได้อย่างมีอรรถรสไม่แพ้กัน โซนนี้มีจำนวนที่นั่ง 564 ที่นั่ง ขนาดเบาะมีความกว้าง 51 ซม. ทำให้การรับชมการแสดงในโซนนี้จะเห็นภาพมุมกว้างได้รอบด้าน ชัดเจน ครอบคลุม  และเห็นรายละเอียดการแสดงที่เกิดขึ้นทั้งหมด สามารถชมการแสดงแบบองค์รวมได้อย่างครบอรรถรส</li>
        </ul>
        หมายเหตุ : สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ ได้เลือกติดตั้งเก้าอี้ชมการแสดงจากบริษัท Kotobuki Seating Co., Ltd ประเทศญี่ปุ่น ซึ่งเป็นบริษัทผลิตเก้าอี้สำหรับโรงละครตลอดจนหอประชุมขนาดใหญ่ที่มีมาตรฐาน และคุณภาพสูง ทั้งยังเป็นบริษัทที่มีชื่อเสียงในระดับสากลอีกด้วย`
      },
      {
        title: 'สามารถเลือกที่นั่งได้เอง หรือไม่ ?',
        content: 'ระบบการจองตั๋วของเราเป็นระบบเลือกที่นั่งอัตโนมัติ ระบบจะตรวจสอบ และเลือกที่นั่งที่ดีที่สุดที่ว่างอยู่ในขณะนั้นให้กับการจองในแต่ละครั้ง ซึ่งจะทำให้ท่านได้รับที่นั่งที่ดีที่สุดอย่างแน่นอน'
      },
      {
        title: 'ราคาบัตรชมการแสดง และวิธีสำรองที่นั่งเป็นอย่างไร?',
        content: `รายละเอียดเรื่องบัตรชมการแสดงมีดังนี้
        <table>
          <tr>
            <th>ประเภทที่นั่ง</th>
            <th>ผู้ใหญ่</th>
            <th>เด็ก*/ผู้สูงอายุ**/ผู้พิการ</th>
          </tr>
          <tr>
            <td>STAR ZONE</td>
            <td>4,000 บาท</td>
            <td>2,400 บาท</td>
          </tr>
          <tr>
            <td>CLOUD ZONE</td>
            <td>3,000 บาท</td>
            <td>1,800 บาท</td>
          </tr>
          <tr>
            <td>OCEAN ZONE</td>
            <td>3,000 บาท</td>
            <td>1,800 บาท</td>
          </tr>
          <tr>
            <td>SKY ZONE</td>
            <td>2,500 บาท</td>
            <td>1,500 บาท	</td>
          </tr>
        </table>
        หมายเหตุ : *อายุ 5-12 ปี  หรือสูงไม่เกิน 140 ซม. / **อายุ 65 ปี ขึ้นไป
        <ul style='list-style-type: decimal'>
        <span style="margin-left: -40px;">ท่านสามารถซื้อบัตรชมการแสดง KAAN presented by SINGHA CORPORATION ได้ 4 ช่องทาง ดังนี้</span>
        <li>ระบบจำหน่ายบัตรออนไลน์ (Online Ticket) ทาง www.kaanshow.com</li>
        <li>ศูนย์รับจองทางโทรศัพท์ (Hotline) โทร.xxxxx</li>
        <li>ห้องรับ และจำหน่ายบัตร (Ticket Booth) บริเวณด้านหน้า และภายในสิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ สำหรับข้อมูลเพิ่มเติมโปรดคลิก<a href="/ticket/type/" target="_blank" style="text-decoration: underline;">ที่นี่</a></li>
        <li>ตู้รับ และจำหน่ายบัตรอัตโนมัติ (Ticket Kiosk) ภายในสิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์</li>
        </ul>
        สำหรับรายละเอียดเพิ่มเติมโปรดคลิก<a href="/ticket/type/" target="_blank" style="text-decoration: underline;">ที่นี่</a>`
      },
      { title: 'มีส่วนลดสำหรับ เด็ก  หรือ ผู้สูงอายุ หรือไม่?', content: 'มีส่วนลดสำหรับบุคคลดังกล่าว ทั้งนี้จะต้องแสดงหลักฐานยืนยันสถานะของท่านในเวลารับบัตรชมการแสดงด้วย โดยเด็กจะต้องมีอายุระหว่าง 5-12 ปี  หรือมีส่วนสูงไม่เกิน 140 ซม. ในส่วนของผู้สูงอายุจะต้องมีอายุตั้งแต่ 65 ปี ขึ้นไป ณ วันที่ชมการแสดง โดยผู้ชมทั้งสองประเภทนี้จะต้องแสดงบัตรประจำตัวประชาชน  หรือ บัตรประจำตัวผู้สูงอายุ ณ จุดรับบัตรชมการแสดงที่ห้องจำหน่ายบัตรภายใน สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ รวมทั้งแสดงบัตรดังกล่าวในบริเวณจุดตรวจบัตรก่อนเข้าชมการแสดงอีกด้วย สำหรับข้อมูลเพิ่มเติมโปรดคลิก<a href="/ticket/type/" target="_blank" style="text-decoration: underline;">ที่นี่</a>' },
      { title: 'มีส่วนลดพิเศษสำหรับผู้ชมการแสดงแบบหมู่คณะ (Group Ticket)  หรือไม่?', content: 'มีส่วนลดพิเศษสำหรับผู้มาชมการแสดงเป็นหมู่คณะ (Group Ticket) โดยบัตรชมการแสดงประเภทนี้จะจำหน่ายให้กับกลุ่มผู้เข้าชมที่มีจำนวนรวมกันตั้งแต่ 10 คนขึ้นไป  และจะต้องมาชมการแสดงพร้อมกันภายในวัน และเวลาเดียวกันทั้งหมดเท่านั้น รวมถึงจะต้องสำรองที่นั่งล่วงหน้าเท่านั้น สามารถสำรองที่นั่งตลอดจนสอบถามรายละเอียดเพิ่มเติมได้ที่ โทร. xxxxxxxxx  หรือที่ www.kaanshow.com' },
      { title: 'มีพื้นที่รองรับรถเข็นสำหรับผู้พิการตลอดจนผู้ที่ช่วยเหลือตัวเองไม่ได้ หรือไม่?', content: 'ภายใน สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ ได้จัดพื้นที่สำหรับรองรับรถเข็นผู้พิการตลอดจนผู้ที่ช่วยเหลือตัวเองไม่ได้ไว้ให้ 14 ที่ เพื่อให้ท่านสามารถชมการแสดงได้อย่างสะดวก โดยท่านจะต้องแจ้งความประสงค์ล่วงหน้าในเวลาสำรองที่นั่ง  และแจ้งกับเจ้าหน้าที่ตรวจบัตรในวันรับชมการแสดง เพื่อทางเราจะได้อำนวยความสะดวกให้ท่านอย่างดีที่สุด สามารถสอบถามรายละเอียดเพิ่มเติมได้ที่ โทร. xxxxxxxxx' },
      { title: 'สามารถใช้บัตรเครดิตซื้อตั๋วทางออนไลน์ได้ หรือไม่?', content: `ได้อย่างแน่นอน ท่านสามารถสำรองที่นั่งในระบบออนไลน์ผ่านบัตรเครดิตได้ทั้ง  VISA, Master, American Express  และ JCB รวมไปถึง China Union Pay (CUP) Card  และ Alipay<br /><br />
      <span style="font-style: italic;">หมายเหตุ : สำหรับบัตรเครดิตของ China Union Pay (CUP) ที่สามารถจองบัตรผ่านระบบออนไลน์ได้ จะต้องเป็นบัตรที่ออกโดยธนาคารซึ่งมีสำนักงาน/สาขาตั้งอยู่ในประเทศสาธารณรัฐประชาชนจีนเท่านั้น ส่วนบัตรเครดิตที่ออกให้โดยธนาคารซึ่งมีสำนักงาน/สาขาตั้งอยู่ในประเทศอื่นๆ สามารถใช้ซื้อบัตรชมการแสดงได้เฉพาะที่ห้องจำหน่ายบัตรภายใน สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ เท่านั้น</span>
      ` },
      { title: 'มีสิทธิประโยชน์ หรือข้อเสนอพิเศษที่ทำร่วมกับโรงแรมใดๆ  หรือไม่?', content: 'มีส่วนลดพิเศษ และข้อเสนออื่นๆ มากมาย สำหรับข้อมูลเพิ่มเติมโปรดคลิก<a href="/ticket/type/" target="_blank" style="text-decoration: underline;">ที่นี่</a>' },
      { title: 'มีส่วนลด หรือข้อเสนอพิเศษสำหรับผู้ถือบัตรเครดิต หรือไม่? ถ้ามีสามารถใช้บัตรของอะไรได้บ้าง?', content: 'มีสิทธิพิเศษต่างๆ มากมาย สำหรับข้อมูลเพิ่มเติมโปรดคลิก<a href="/ticket/type/" target="_blank" style="text-decoration: underline;">ที่นี่</a>  หรือสอบถามรายละเอียดได้ที่โทร. xxxxxxxxx' },
      { title: 'หลังจากสำรองที่นั่งผ่านระบบออนไลน์ หรือทางโทรศัพท์แล้วสามารถนำใบจองมารับบัตรเข้าชมได้เมื่อไร?', content: `หลังจากการจองของท่านได้รับการยืนยันเรียบร้อยแล้ว
      ท่านสามารถนำหลักฐานการจองที่นั่ง มารับบัตรชมการแสดงได้ที่ห้องรับ และจำหน่ายบัตร (Ticket Booth)  หรือ ตู้รับ และจำหน่ายบัตรอัตโนมัติ (Ticket Kiosk) ภายใน สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ ในวัน และเวลาทำการ ตั้งแต่เวลา 11.00-22.30 น. (เว้นวันจันทร์) แต่แนะนำให้มารับบัตรก่อนเริ่มการแสดงอย่างน้อย 1 ชั่วโมง เผื่อในกรณีที่มีคนต่อแถวรอซื้อบัตรเป็นจำนวนมาก` },
      { title: 'เวลาเปิดทำการของห้องรับ และจำหน่ายบัตร (Ticket Booth) ภายใน สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ คือเวลาใด?', content: 'ห้องรับ และจำหน่ายบัตร (Ticket Booth) เปิดทำการทุกวัน ตั้งแต่เวลา 11.00-22.30 น. (หยุดวันจันทร์)  หรือสามารถซื้อบัตรผ่านตู้รับ และจำหน่ายบัตรอัตโนมัติ (Ticket Kiosk) ได้ตั้งแต่เวลา 11.00-22:00 น. (หยุดวันจันทร์)' },
      { title: 'เอกสารอะไรบ้างที่จะต้องนำไปแสดงเพื่อรับบัตรเข้าชม?', content: ` สำหรับผู้ที่สำรองที่นั่งผ่านระบบออนไลน์ (Online Ticketing) จะต้องนำ QR Code  หรือ Code Number  หรือ Booking Number มาแสดงพร้อมบัตรเครดิตที่ใช้ในการจอง  และบัตรประชาชน ( หรือบัตรที่สามารถยืนยันตัวตนของผู้ที่ทำการจองได้ อาทิ ใบขับขี่ เป็นต้น)
      เพื่อใช้ในการรับบัตรชมการแสดง ณ ห้องรับ และจำหน่ายบัตร บริเวณ สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์` },
      { title: 'กรณีทำบัตรเข้าชมหายสามารถออกบัตรใหม่ให้ได้ หรือไม่?', content: 'สำหรับกรณีทำบัตรหาย เราไม่สามารถออกบัตรใบใหม่ให้ได้' },
      { title: 'สามารถคืนบัตรชมการแสดงเพื่อแลกกลับเป็นเงินสด หรือสามารถเปลี่ยนวันเวลารับชมการแสดงใหม่ได้ หรือไม่?', content: `ตามเงื่อนไขที่ระบุไว้
      บัตรที่ทำการสำรองที่นั่ง และออกตั๋วไปแล้วจะไม่สามารถเปลี่ยนแปลงได้  และไม่สามารถแลกคืนเป็นเงินสดได้ รวมถึงไม่สามารถเปลี่ยนแปลงวันเวลาได้ ไม่ว่ากรณีใดก็ตาม` },
      { title: 'สามารถนำบัตรชมการแสดงไปขายต่อได้ หรือไม่?', content: 'ตามเงื่อนไขของการขาย ไม่สามารถขายบัตรการแสดงให้ผู้อื่นต่อได้' }
    ]
  },
  {
    title: 'คำถามอื่นๆ',
    content: [
      { title: 'มีบริการรับฝากของ หรือบริการตู้ฝากของอัตโนมัติให้เช่า หรือไม่?', content: 'ภายใน สิงห์ ดีลักษณ์ ซีเนมาติก เธียเตอร์ มีบริการรับฝากของที่จุดรับฝากของซึ่งอยู่บริเวณLobby ภายในโรงละคร แต่ไม่มีบริการตู้ฝากของอัตโนมัติให้เช่า' }
    ]
  }
]
