export default [
  {
    title: 'คำถามเกี่ยวกับการแสดง KAAN',
    content: [
      { title: 'KAAN คือการแสดงอะไร?',
        content: 'KAAN (คาน)คือ การแสดงสดที่ผสานเทคนิคระดับโลกเข้ากับภาพยนตร์และการแสดงบนเวทีหลากหลายรูปแบบ ซึ่งเรื่องราวในโชว์ KAAN ได้รับแรงบันดาลใจจากสุดยอดวรรณคดีไทยกว่า 5 เรื่อง โดยนำมาร้อยเรียงกันจนเกิดเป็นเรื่องราวใหม่ที่ถ่ายทอดผ่านเทคนิคพิเศษต่างๆ มากมาย อาทิ เทคนิคการฉายภาพด้วยโปรเจคเตอร์ความละเอียดสูง (High Definition Projection Mapping), หุ่นยนต์ยักษ์ (State of the Art Animatronics), เทคนิคการกำเนิดสายฟ้าจำลอง (Tesla Artificial Lightning Storm)เป็นต้น นอกจากนี้ยังผสานกับศิลปะการออกแบบในสาขาต่างๆ ตั้งแต่ อนิเมชั่น (Animation), การออกแบบเครื่องแต่งกาย (Costume Design), อุปกรณ์ประกอบฉาก (Props), หุ่นเชิดขนาดใหญ่ (Gigantic Creature), ไปจนถึงการแต่งหน้าเพื่อการแสดงบนเวที (Make Up Artist for Art Performance) ตลอดจนศาสตร์การแสดงความสามารถต่างๆ ตั้งแต่ นาฏศิลป์ (Performing Arts), กายกรรม (Acrobatics), ยิมนาสติก (Gymnastics), บัลเลต์ (Ballet), การเต้นรำร่วมสมัย (Contemporary Dance), การเต้นแนวสตรีท (Street Dance Performance), กระทั่ง ศิลปะการต่อสู้ (Martial Arts & Stunt) เป็นต้น การแสดงนี้ถือเป็นนวัตกรรมบันเทิงมาตรฐานสากลที่เกิดขึ้นครั้งแรกในเมืองไทย ทั้งยังสร้างสรรค์ด้วยฝีมือคนไทยแทบทั้งสิ้น'},
      { title: 'รายละเอียดเรื่องวันและเวลาแสดงเป็นอย่างไร?', content: 'KAAN เปิดการแสดงที่ ดีลักษณ์ ซีเนมาติก เธียเตอร์ พัทยา จ.ชลบุรี ทุกวันอังคาร – วันอาทิตย์ (หยุดทำการแสดงทุกวันจันทร์) โดยการแสดงมีวันละ 2 รอบ คือ 17.00 น. และ 20.30 น.สามารถตรวจสอบรายละเอียดเพิ่มเติมได้ที่นี่(Hyperlink) หรือสอบถามได้ที่ โทร. xxxxxxxxx' },
      { title: 'การแสดงมีความยาวกี่นาที?', content: 'การแสดงใช้เวลาประมาณ 90 นาทีโดยไม่มีช่วงเวลาพักครึ่ง' },
      { title: 'การแสดงใช้ภาษาอะไรในการสื่อสาร?', content: 'การแสดงนี้ไม่มีบทพูด แต่จะสื่อสารผ่านภาพยนตร์ที่ฉายอยู่บนจอขนาดยักษ์ผสมผสานกับการแสดงในด้านต่างๆ ไม่ว่าจะเป็น การเต้น กายกรรม การต่อสู้และจะมีการใช้เทคนิคพิเศษต่างๆ ในการเล่าเรื่อง จึงทำให้ไม่มีข้อจำกัดทางภาษาในการรับชมอย่างแน่นอน' },
      { title: 'มีการจำกัดอายุผู้ชมหรือเปล่า และ เด็กเล็กจำเป็นต้องซื้อบัตรชมการแสดงหรือไม่?', content: 'สำหรับเด็กที่อายุต่ำกว่า 5 ปี ไม่แนะนำให้ชมการแสดงนี้ และเด็กที่อายุ 5-12 ปี หรือมีส่วนสูงไม่เกิน 140 ซม. ต้องอยู่ภายใต้การดูแลตลอดจนการให้คำแนะนำของผู้ปกครอง รวมถึงต้องซื้อบัตรชมการแสดงสำหรับเด็กด้วย โดยสามารถตรวจสอบรายละเอียดเรื่องบัตรชมการแสดงได้ที่นี่(Hyperlink) หรือสอบถามได้ที่ โทร. xxxxxxxxx' },
      { title: 'สามารถรับบัตรชมการแสดงได้ที่ใด และ ควรเข้าโรงละครตอนไหน?', content: 'กรณีที่ท่านสำรองที่นั่งมาล่วงหน้าแล้ว สามารถมารับบัตรชมการแสดงได้ที่ห้องรับและจำหน่ายบัตร (Ticket Booth) และตู้รับและจำหน่ายบัตรอัตโนมัติ (Ticket Kiosk) ตั้งแต่เวลา 11:00-22:15 น. (เว้นวันจันทร์) ทั้งนี้แนะนำให้ท่านมารับบัตรล่วงหน้าก่อนเริ่มการแสดงอย่างน้อย 1 ชั่วโมง และเพื่อความสะดวกสบายตลอดจนหลีกเลี่ยงการต่อแถวที่ยาวเหยียดท่านควรเข้าสู่โรงละครก่อนเริ่มการแสดง 15-20 นาที (ตามรอบเวลาที่ระบุไว้บนบัตรชมการแสดงของท่าน)' },
      { title: 'ถ้ามาชมการแสดงสายจะสามารถเข้าไปในโรงละครได้หรือไม่?', content: 'ในแต่ละรอบการแสดงจะเริ่มตรงเวลา กรณีที่ท่านมาถึงโรงละครหลังจากที่การแสดงเริ่มไปแล้ว 10 นาที เจ้าหน้าที่จะทำการปิดประตูและไม่อนุญาตให้เข้าไปภายในโรงละคร ท่านจะต้องรอจนกว่าจะมีการเปลี่ยนฉากการแสดงเท่านั้น จึงจะสามารถเข้าไปในโรงละครได้ ทั้งนี้เพื่อไม่ให้เป็นการรบกวนการแสดงบนเวทีและรบกวนการรับชมของผู้อื่นด้วย' },
      { title: 'สามารถถ่ายภาพหรือบันทึกภาพเคลื่อนไหวขณะมีการแสดงได้หรือไม่?', content: 'เราไม่อนุญาตให้ถ่ายภาพ หรือ บันทึกภาพเคลื่อนไหว (วิดีโอ) ใดๆ ขณะรับชมการแสดง เนื่องจากการใช้แฟลชหรือแสงที่เกิดจากกล้องถ่ายรูป, กล้องวิดีโอ ตลอดจนการบันทึกภาพด้วยวิธีต่างๆ จะเป็นการรบกวนการแสดงได้' },
      { title: 'สามารถใช้โทรศัพท์มือถือระหว่างรับชมการแสดงได้หรือไม่?', content: 'แนะนำให้ปิดโทรศัพท์มือถือและอุปกรณ์สื่อสารทุกชนิดขณะรับชมการแสดง เนื่องจากสัญญาณของอุปกรณ์เหล่านี้อาจจะรบกวนเครื่องมือตลอดจนอุปกรณ์อิเล็กโทรนิกส์ต่างๆ ที่ใช้ร่วมกับการแสดงได้ ตลอดจนเป็นการรบกวนการรับชมของผู้อื่นด้วย' }
    ]
  },
  {
    title: 'คำถามเกี่ยวกับ ดีลักษณ์ ซีเนมาติก เธียเตอร์ (D’LUCK Cinematic Theatre)',
    content: [
      { title: 'a', content: 'b' },
      { title: 'a', content: 'b' },
      { title: 'a', content: 'b' },
      { title: 'a', content: 'b' },
      { title: 'a', content: 'b' }
    ]
  },
  {
    title: 'คำถามเกี่ยวกับการสำรองที่นั่ง / ส่วนลดต่างๆ/ และวิธีการซื้อบัตร',
    content: [
      { title: 'a', content: 'b' },
      { title: 'a', content: 'b' },
      { title: 'a', content: 'b' },
      { title: 'a', content: 'b' },
      { title: 'a', content: 'b' }
    ]
  },
  {
    title: 'คำถามอื่นๆ',
    content: [
      { title: 'a', content: 'b' },
      { title: 'a', content: 'b' },
      { title: 'a', content: 'b' },
      { title: 'a', content: 'b' },
      { title: 'a', content: 'b' }
    ]
  }
]
