import React from 'react'
import styles from './termPage.styl'
const PrivacyPage = React.createClass({
  render () {
    return (
      <div className={styles.container}>
        <h1>Terms & Conditions</h1>
        <h2>ข้อกำหนดและเงื่อนไข</h2>
        <p>
          <h3>1. เงื่อนไขการใช้เว็บไซต์</h3>
          ยินดีต้อนรับสู่ www.kaanshow.com เว็บไซต์ (“เว็บไซต์”) ซึ่งจัดทำขึ้นและดำเนินการโดยบริษัท ปัญจลักษณ์พาสุข จำกัด (“เรา”, “พวกเรา”, “ของเรา”,) ผู้เข้าใช้เว็บไซต์จะต้องถูกผูกพันตามข้อกำหนดและเงื่อนไขการใช้เว็บไซต์  ดังนั้น ขอให้ท่านอ่านข้อกำหนดการใช้งานเว็บไซต์ก่อนใช้งานเว็บไซต์นี้   เมื่อท่านเข้าถึงและหรือใช้งานเว็บไซต์นี้ถือเป็นการยอมรับและตกลงปฏิบัติตามข้อกำหนดและเงื่อนไขเหล่านี้ หากท่านไม่ยอมรับข้อกำหนดและเงื่อนไขดังกล่าว  โปรดหยุดใช้งานเว็บไซต์ของเราทันที
          โปรดทราบว่าเราอาจทำการเปลี่ยนแปลง แก้ไข เพิ่มเติม ข้อกำหนดเหล่านี้ได้ตลอดเวลา โดยไม่มีการแจ้งให้ทราบล่วงหน้า  ข้อกำหนดที่มีการเปลี่ยนแปลงจะมีผลบังคับใช้ในทันทีหลังประกาศบนเว็บไซต์ และไม่มีผลย้อนหลังต่อข้อกำหนดและเงื่อนไขเดิม  ข้อกำหนดจะต้องมีการอ่านอย่างสม่ำเสมอ การดำเนินการใช้เว็บไซต์หลังจากที่มีการเปลี่ยนแปลงข้อกำหนดเหล่านี้ ผู้เข้าชม ผู้ใช้ หรือผู้ใช้ที่ลงทะเบียน (”ท่าน” ,"คุณ"หรือ "ผู้ใช้") ตกลงและยอมรับข้อกำหนดและเงื่อนไขที่มีการเปลี่ยนแปลงใหม่ หากคุณใช้บริการอื่นใดๆ ของเรา การใช้งานของคุณจะถือการยอมรับข้อกำหนดและเงื่อนไขที่เกี่ยวข้องกับบริการดังกล่าว
        </p>
        <p>
          <h3>1.1 เครื่องหมายการค้าและลิขสิทธิ์ หรือ ลิขสิทธิ์/ทรัพย์สินทางปัญญา</h3>
          เว็บไซต์นี้ประกอบไปด้วย เนื้อหาข้อมูลบนเว็บและการออกแบบเว็บไซต์ทั้งหมด ซึ่งรวมถึงแต่ไม่จำกัดเฉพาะ ตัวอักษร ข้อความกราฟิก, ซอฟแวร์, ภาพถ่าย, วิดีโอ, เพลง, รูปภาพ, ตราสัญลักษณ์ เสียง ดนตรีประกอบ และรวมถึงซอฟแวร์ ซอร์สโค้ด และซอฟต์แวร์ที่รองรับ  ซึ่งได้รับความคุ้มครองในด้านลิขสิทธิ์และทรัพย์สินทางปัญญา เป็นเครื่องหมายการค้า และหรือเป็นกรรมสิทธิ์ของบริษัท ปัญจลักษณ์พาสุข จำกัด  หรือที่บริษัท ปัญจลักษณ์พาสุข จำกัด  ได้รับอนุญาตจากผู้มีสิทธิให้นำมาใช้ได้   ท่านอาจจะพิมพ์  ทำซ้ำ เผยแพร่  หรือใช้ข้อมูล หรือดาวน์โหลดข้อมูลเพื่อนำไปใช้ส่วนตัวหรือเพื่อการศึกษา โดยท่านต้องระบุถึงสิทธิความเป็นเจ้าของให้แก่ บริษัท ปัญจลักษณ์พาสุข จำกัด ในเอกสารและหรือทุกข้อมูลทุกประเภท และไม่ทำการแก้ไขข้อมูลใดๆ  เหล่านั้น โดยไม่อนุญาตให้นำไปใช้ ด้วยวิธีการใดๆ เพื่อวัตถุประสงค์ทางการค้า หรือหากำไร
        </p>
        <p>
          <h3>1.2 การใช้ข้อมูลและส่วนประกอบต่างๆ</h3>
          ข้อมูลและส่วนประกอบต่างๆ ที่ปรากฏอยู่ในเว็บไซต์นี้ อาจมีการแก้ไข เปลี่ยนแปลง และปรับปรุง โดยไม่ต้องแจ้งให้ท่านทราบล่วงหน้า
          อนึ่ง บริษัท ปัญจลักษณ์พาสุข จำกัด  เป็นผู้ดูแลและดำเนินการเว็บไซต์นี้ในประเทศไทย และมิได้ให้คำรับรองว่าข้อมูลที่จัดให้มีในหรือผ่านเว็บไซต์นี้ใช้ได้หรือเหมาะสมในการใช้ในประเทศอื่นๆ หากท่านใช้เว็บไซต์นี้ในประเทศอื่นๆ ท่านจะต้องพิจารณาถึงความเหมาะสมและรับผิดชอบในการปฏิบัติตามกฎหมายที่ใช้บังคับในประเทศนั้นด้วยตัวท่านเอง
          ในกรณีทีเนื้อหาในส่วนใดส่วนหนึ่งหรือหน้าใดหน้าหนึ่งของเว็บไซต์นี้ มีการระบุข้อตกลงและเงื่อนไขการใช้บริการอื่นที่แยกออกไปต่างหาก  ให้ใช้ข้อตกลงและเงื่อนไขในการใช้บริการที่แยกออกไปนั้น เราขอแนะนำให้ท่านอ่านข้อตกลงและเงื่อนไขการใช้บริการในหน้านั้นๆ ก่อนการเข้าใช้ข้อมูล
        </p>
        <p>
          <h3>1.3  การเชื่อมโยงกับเว็บไซต์อื่นๆ</h3>
          บริษัท ปัญจลักษณ์พาสุข จำกัด ได้มีการเชื่อมต่อ หรือเชื่อมโยงกับเว็บไซต์อื่นๆ  ซึ่งอยู่ภายใต้การดูแลจัดการ
          โดยบุคคลที่สาม การเชื่อต่อหรือเชื่อมโยงนี้เพื่อให้ความสะดวกของท่านให้สามารถค้นหาเว็บไซต์ ข้อมูล และหรือบริการที่เกี่ยวข้องได้อย่างอย่างรวดเร็ว เท่านั้น เรา ไม่สามารถให้การรับรองและรับประกันได้ว่าข้อมูลในเว็บไซต์อื่นๆ ดังกล่าวมีความน่าเชื่อถือ  มีความถูกต้อง เป็นปัจจุบัน  มีความปลอดภัย หรือสมบูรณ์เพียงพอ เหมาะสมกับวัตถุประสงค์ใดโดยเฉพาะ และหรือปราศจากไวรัส หรือ Malware  การตัดสินใจเข้าใช้เว็บไซต์เป็นความรับผิดชอบและความเสี่ยงของท่านเองแต่เพียงผู้เดียว เราไม่มีส่วนต้องรับผิดต่อความเสียหายทางตรง ความเสียหายทางอ้อม ความเสียหายพิเศษ หรือความเสียหายที่เป็นผลต่อเนื่อง (รวมถึงการสูญเสียรายได้หรือผลกำไร)  การรับโทษ  หรือค่าใช้จ่ายใดๆ ที่เกิดขึ้น อันเป็นผลสืบเนื่องมาจากการที่ท่านเข้าใช้เว็บไซต์เหล่านั้น  เพียงผู้เดียว เราขอแนะนำให้ท่านอ่านรายละเอียดข้อตกลง ข้อกำหนดและเงื่อนไขการใช้บริการ ตลอดจนนโยบายการรักษาความปลอดภัยของเว็บไซต์ที่เชื่อมต่อหรือเชื่อมโยงนั้นก่อนเข้าใช้งานเว็บไซต์ดังกล่าว
          ข้อมูลเพิ่มเติมเกี่ยวกับการใช้เว็บไซต์ และความปลอดภัย ดูที่ Privacy
        </p>
        <p>
          <h3>1.4   ข้อร้องเรียน</h3>
          หากท่านต้องการร้องเรียนหรือมีคำถามเกี่ยวกับเว็บไซต์ โปรดติดต่อ......
          xxxxxxx หน่วยงานที่รับข้อร้องเรียน โทร. XXXXXXX
        </p>
        <p>
          <h3>1.5  กฎหมายที่ใช้บังคับ</h3>
          การใช้เว็บไซต์นี้ การตีความข้อตกลงและเงื่อนไขการใช้บริการเว็บไซต์นี้ให้บังคับและตีความตามกฎหมายไทย ในกรณีเกิดข้อพิพาทขึ้นอันเกี่ยวข้องกับเว็บไซต์นี้ ไม่ว่าจะด้วยเหตุอันใด ให้ศาลไทยมีอำนาจเด็ดขาดในการพิจารณาข้อพิพาทเหล่านั้น
        </p>
      </div>
    )
  }
})

export default PrivacyPage
