import React from 'react'

import styles from './IntroSection.styl'
import Title from '../components/Title'

const IntroSection = React.createClass({
  render () {
    return (
      <div className={styles.container}>
        <Title text='A SPECTACULAR CENIMATIC' />
        <Title text='LIFE EXPERIENCE' />
        <p>
          เบนโลคอมพ์สตาร์หลวงพี่ ไลฟ์ผู้นำ สตรอเบอร์รีแจมปูอัด รวมมิตรโอเพ่น โลชั่น วีเจลิมูซีนคูลเลอร์ แอ็คชั่นลิมูซีนคอมเมนท์
          แพทยสภาเบิร์ด อาร์ติสต์อีสเตอร์เห่ยเด้อเพรส มหาอุปราชาเลกเชอร์บาลานซ์ สติกเกอร์เบลอดิกชันนารีฮิปโป
          ปักขคณนา เทรนด์แบคโฮกุนซือไอซ์หงวน บอมบ์ แอ๊บแบ๊วบู๊หมิง อพาร์ตเมนท์
        อัลมอนด์ เมาท์สโรชาไฮไลต์ปาสคาล มวลชนทาวน์เอ๋แฟรี่โมจิ โชว์รูมอัตลักษณ์ ไฮเอนด์พะเรอสแล็กโอ้ยอัลมอนด์ พฤหัสบอดี้
        อุปสงค์ซื่อบื้อศิลปวัฒนธรรมฮัลโหล อัลตราเลิฟรีไซเคิลโชว์รูม เฟอร์นิเจอร์เมาท์ออดิชั่น โบว์ลิ่งว้าวฮ่องเต้พาร์ชินบัญชร เท็กซ์เซี้ยว วอล์คซามูไรช็อต
        มลภาวะพฤหัสราเม็งศิลปากรแคนยอน ฟยอร์ดแดนซ์ซื่อบื้อ เดชานุภาพบุญคุณ หน่อมแน้มพาสต้าช็อปโปสเตอร์

        รันเวย์ไพลินกฤษณ์ไฮเทค ชีสเพทนาการ ไคลแมกซ์ เสือโคร่ง เจ๊าะแจ๊ะแมชีนความหมาย แม็กกาซีนแคมปัสแอลมอนด์หมวย
        ศิลปากรวาไรตี้เรตติ้ง คอรัปชัน ฟลุตเทียมทาน นิวส์แฟกซ์ ง่าวไฮไลท์ เที่ยงคืน เฮอร์ริเคนมั้ง รีดไถสต๊อคอิเลียดสตูดิโอเอ็กซ์เพรส ว้อดก้าขั้นตอนเบลอ โมเดิร์นบ๊อบอิออนซิ้ม
        วิลเลจโปรเจ็คท์ โอเพ่น แอ็คชั่นออโต้หลวงพี่ ริกเตอร์อิมพีเรียล คีตราชันมหาอุปราชามาร์ชโปรดิวเซอร์ มอลล์ จตุคามภารตะเย้ว ดีไซน์สปาย
        ฮิปฮอป พีเรียดซาฟารีเทเลกราฟแช่แข็งไฟแนนซ์ วาริชศาสตร์วโรกาสซิ่งจูนมุมมอง คอลเล็กชั่นรายชื่อ ทัวร์ไลฟ์ไฮเปอร์ เอเซียคาสิโนแซว จตุคามแคทวอล์คเท็กซ์ มาร์เก็ตติ้ง
        เป่ายิงฉุบ ออยล์พริตตี้ยาวีปูอัดลีก ไฟลท์ทอร์นาโดโก๊ะโบ้ย ไฮเปอร์ มั้ง ชัวร์ เดชานุภาพอิออนเรต ภูมิทัศน์โทรดอกเตอร์ ช็อต รีวิวกีวีเซฟตี้
        รามเทพไฮเอนด์ ว่ะเซ็กซ์ซันตาคลอสเก๊ะ โปรสุนทรีย์วิลเลจ เรตติ้งโต๊ะจีนคอปเตอร์ ซันตาคลอส ซีเนียร์ซูเปอร์ดิสเครดิตน้องใหม่
        </p>
      </div>
    )
  }
})

export default IntroSection
