const data = [
  {
    title: 'เกาะแก้วพิสดาร',
    subTitle: 'พระอภัยมณี',
    backgroundImage: require('./assets/worldOfKaan/KAAN_World-of-KAAN_Thumnail-(500x350px)_01-เกาะแก้วพิสดาร_r1_ch.jpg'),
    images: [require('./assets/worldOfKaan/Ch06_002.jpg')],
    content: `บนโลคอมพ์สตาร์หลวงพี่ ไลฟ์ผู้นำ สตรอเบอร์รีแจมปูอัด รวมมิตรโอเพ่น โลชั่น วีเจลิมูซีนคูลเลอร์ แอ็คชั่นลิมูซีนคอมเมนท์
              แพทยสภาเบิร์ด อาร์ติสต์อีสเตอร์เห่ยเด้อเพรส มหาอุปราชาเลกเชอร์บาลานซ์ สติกเกอร์เบลอดิกชันนารีฮิปโป
              ปักขคณนา เทรนด์แบคโฮกุนซือไอซ์หงวน บอมบ์ แอ๊บแบ๊วบู๊หมิง อพาร์ตเมนท์
              อัลมอนด์ เมาท์สโรชาไฮไลต์ปาสคาล มวลชนทาวน์เอ๋แฟรี่โมจิ โชว์รูมอัตลักษณ์ ไฮเอนด์พะเรอสแล็กโอ้ยอัลมอนด์ พฤหัสบอดี้
              อุปสงค์ซื่อบื้อศิลปวัฒนธรรมฮัลโหล อัลตราเลิฟรีไซเคิลโชว์รูม เฟอร์นิเจอร์เมาท์ออดิชั่น โบว์ลิ่งว้าวฮ่องเต้พาร์ชินบัญชร เท็กซ์เซี้ยว วอล์คซามูไรช็อต
              มลภาวะพฤหัสราเม็งศิลปากรแคนยอน ฟยอร์ดแดนซ์ซื่อบื้อ เดชานุภาพบุญคุณ หน่อมแน้มพาสต้าช็อปโปสเตอร์`
  },
  {
    title: 'ป่าหิมพานต์',
    subTitle: 'พระอภัยมณี',
    backgroundImage: require('./assets/worldOfKaan/KAAN_World-of-KAAN_Thumnail-(500x350px)_02-ป่าหิมพานต์_r1_ch.jpg'),
    images: [require('./assets/worldOfKaan/Ch02_001.jpg')],
    content: `บนโลคอมพ์สตาร์หลวงพี่ ไลฟ์ผู้นำ สตรอเบอร์รีแจมปูอัด รวมมิตรโอเพ่น โลชั่น วีเจลิมูซีนคูลเลอร์ แอ็คชั่นลิมูซีนคอมเมนท์
              แพทยสภาเบิร์ด อาร์ติสต์อีสเตอร์เห่ยเด้อเพรส มหาอุปราชาเลกเชอร์บาลานซ์ สติกเกอร์เบลอดิกชันนารีฮิปโป
              ปักขคณนา เทรนด์แบคโฮกุนซือไอซ์หงวน บอมบ์ แอ๊บแบ๊วบู๊หมิง อพาร์ตเมนท์
              อัลมอนด์ เมาท์สโรชาไฮไลต์ปาสคาล มวลชนทาวน์เอ๋แฟรี่โมจิ โชว์รูมอัตลักษณ์ ไฮเอนด์พะเรอสแล็กโอ้ยอัลมอนด์ พฤหัสบอดี้
              อุปสงค์ซื่อบื้อศิลปวัฒนธรรมฮัลโหล อัลตราเลิฟรีไซเคิลโชว์รูม เฟอร์นิเจอร์เมาท์ออดิชั่น โบว์ลิ่งว้าวฮ่องเต้พาร์ชินบัญชร เท็กซ์เซี้ยว วอล์คซามูไรช็อต
              มลภาวะพฤหัสราเม็งศิลปากรแคนยอน ฟยอร์ดแดนซ์ซื่อบื้อ เดชานุภาพบุญคุณ หน่อมแน้มพาสต้าช็อปโปสเตอร์`
  },
  {
    title: 'เมืองสามล',
    subTitle: 'พระอภัยมณี',
    backgroundImage: require('./assets/worldOfKaan/KAAN_World-of-KAAN_Thumnail-(500x350px)_03-เมืองสามล_r1_ch.jpg'),
    images: [require('./assets/worldOfKaan/Ch03_002.jpg')],
    content: `บนโลคอมพ์สตาร์หลวงพี่ ไลฟ์ผู้นำ สตรอเบอร์รีแจมปูอัด รวมมิตรโอเพ่น โลชั่น วีเจลิมูซีนคูลเลอร์ แอ็คชั่นลิมูซีนคอมเมนท์
              แพทยสภาเบิร์ด อาร์ติสต์อีสเตอร์เห่ยเด้อเพรส มหาอุปราชาเลกเชอร์บาลานซ์ สติกเกอร์เบลอดิกชันนารีฮิปโป
              ปักขคณนา เทรนด์แบคโฮกุนซือไอซ์หงวน บอมบ์ แอ๊บแบ๊วบู๊หมิง อพาร์ตเมนท์
              อัลมอนด์ เมาท์สโรชาไฮไลต์ปาสคาล มวลชนทาวน์เอ๋แฟรี่โมจิ โชว์รูมอัตลักษณ์ ไฮเอนด์พะเรอสแล็กโอ้ยอัลมอนด์ พฤหัสบอดี้
              อุปสงค์ซื่อบื้อศิลปวัฒนธรรมฮัลโหล อัลตราเลิฟรีไซเคิลโชว์รูม เฟอร์นิเจอร์เมาท์ออดิชั่น โบว์ลิ่งว้าวฮ่องเต้พาร์ชินบัญชร เท็กซ์เซี้ยว วอล์คซามูไรช็อต
              มลภาวะพฤหัสราเม็งศิลปากรแคนยอน ฟยอร์ดแดนซ์ซื่อบื้อ เดชานุภาพบุญคุณ หน่อมแน้มพาสต้าช็อปโปสเตอร์`
  },
  {
    title: 'กลางเวหา',
    subTitle: 'พระอภัยมณี',
    backgroundImage: require('./assets/worldOfKaan/KAAN_World-of-KAAN_Thumnail-(500x350px)_04-กลางเวหา_r1_ch.jpg'),
    images: [require('./assets/worldOfKaan/Ch06_002.jpg')],
    content: `บนโลคอมพ์สตาร์หลวงพี่ ไลฟ์ผู้นำ สตรอเบอร์รีแจมปูอัด รวมมิตรโอเพ่น โลชั่น วีเจลิมูซีนคูลเลอร์ แอ็คชั่นลิมูซีนคอมเมนท์
              แพทยสภาเบิร์ด อาร์ติสต์อีสเตอร์เห่ยเด้อเพรส มหาอุปราชาเลกเชอร์บาลานซ์ สติกเกอร์เบลอดิกชันนารีฮิปโป
              ปักขคณนา เทรนด์แบคโฮกุนซือไอซ์หงวน บอมบ์ แอ๊บแบ๊วบู๊หมิง อพาร์ตเมนท์
              อัลมอนด์ เมาท์สโรชาไฮไลต์ปาสคาล มวลชนทาวน์เอ๋แฟรี่โมจิ โชว์รูมอัตลักษณ์ ไฮเอนด์พะเรอสแล็กโอ้ยอัลมอนด์ พฤหัสบอดี้
              อุปสงค์ซื่อบื้อศิลปวัฒนธรรมฮัลโหล อัลตราเลิฟรีไซเคิลโชว์รูม เฟอร์นิเจอร์เมาท์ออดิชั่น โบว์ลิ่งว้าวฮ่องเต้พาร์ชินบัญชร เท็กซ์เซี้ยว วอล์คซามูไรช็อต
              มลภาวะพฤหัสราเม็งศิลปากรแคนยอน ฟยอร์ดแดนซ์ซื่อบื้อ เดชานุภาพบุญคุณ หน่อมแน้มพาสต้าช็อปโปสเตอร์`
  },
  {
    title: 'วังบาดาล',
    subTitle: 'พระอภัยมณี',
    backgroundImage: require('./assets/worldOfKaan/KAAN_World-of-KAAN_Thumnail-(500x350px)_05-วังบาดาล_r1_ch.jpg'),
    images: [require('./assets/worldOfKaan/Ch07_War.jpg')],
    content: `บนโลคอมพ์สตาร์หลวงพี่ ไลฟ์ผู้นำ สตรอเบอร์รีแจมปูอัด รวมมิตรโอเพ่น โลชั่น วีเจลิมูซีนคูลเลอร์ แอ็คชั่นลิมูซีนคอมเมนท์
              แพทยสภาเบิร์ด อาร์ติสต์อีสเตอร์เห่ยเด้อเพรส มหาอุปราชาเลกเชอร์บาลานซ์ สติกเกอร์เบลอดิกชันนารีฮิปโป
              ปักขคณนา เทรนด์แบคโฮกุนซือไอซ์หงวน บอมบ์ แอ๊บแบ๊วบู๊หมิง อพาร์ตเมนท์
              อัลมอนด์ เมาท์สโรชาไฮไลต์ปาสคาล มวลชนทาวน์เอ๋แฟรี่โมจิ โชว์รูมอัตลักษณ์ ไฮเอนด์พะเรอสแล็กโอ้ยอัลมอนด์ พฤหัสบอดี้
              อุปสงค์ซื่อบื้อศิลปวัฒนธรรมฮัลโหล อัลตราเลิฟรีไซเคิลโชว์รูม เฟอร์นิเจอร์เมาท์ออดิชั่น โบว์ลิ่งว้าวฮ่องเต้พาร์ชินบัญชร เท็กซ์เซี้ยว วอล์คซามูไรช็อต
              มลภาวะพฤหัสราเม็งศิลปากรแคนยอน ฟยอร์ดแดนซ์ซื่อบื้อ เดชานุภาพบุญคุณ หน่อมแน้มพาสต้าช็อปโปสเตอร์`
  },
  {
    title: 'สมรภูมิจักรกล',
    subTitle: 'พระอภัยมณี',
    backgroundImage: require('./assets/worldOfKaan/KAAN_World-of-KAAN_Thumnail-(500x350px)_06-สมรภูมิจักรกล_r1_ch.jpg'),
    images: [require('./assets/worldOfKaan/Ch03_002.jpg')],
    content: `บนโลคอมพ์สตาร์หลวงพี่ ไลฟ์ผู้นำ สตรอเบอร์รีแจมปูอัด รวมมิตรโอเพ่น โลชั่น วีเจลิมูซีนคูลเลอร์ แอ็คชั่นลิมูซีนคอมเมนท์
              แพทยสภาเบิร์ด อาร์ติสต์อีสเตอร์เห่ยเด้อเพรส มหาอุปราชาเลกเชอร์บาลานซ์ สติกเกอร์เบลอดิกชันนารีฮิปโป
              ปักขคณนา เทรนด์แบคโฮกุนซือไอซ์หงวน บอมบ์ แอ๊บแบ๊วบู๊หมิง อพาร์ตเมนท์
              อัลมอนด์ เมาท์สโรชาไฮไลต์ปาสคาล มวลชนทาวน์เอ๋แฟรี่โมจิ โชว์รูมอัตลักษณ์ ไฮเอนด์พะเรอสแล็กโอ้ยอัลมอนด์ พฤหัสบอดี้
              อุปสงค์ซื่อบื้อศิลปวัฒนธรรมฮัลโหล อัลตราเลิฟรีไซเคิลโชว์รูม เฟอร์นิเจอร์เมาท์ออดิชั่น โบว์ลิ่งว้าวฮ่องเต้พาร์ชินบัญชร เท็กซ์เซี้ยว วอล์คซามูไรช็อต
              มลภาวะพฤหัสราเม็งศิลปากรแคนยอน ฟยอร์ดแดนซ์ซื่อบื้อ เดชานุภาพบุญคุณ หน่อมแน้มพาสต้าช็อปโปสเตอร์`
  }
]
export default data
